{ "translations": {
    "sent!" : "enviat!",
    "No administrator could have been contacted." : "No s’ha pogut contactar amb cap administrador.",
    "Personal data export request" : "Sol·licitud d'exportació de dades de caràcter personal",
    "Hello %s," : "Hola, %s,",
    "The user %s, identified by user id \"%s\", has requested an export of their personal data. Please take action accordingly." : "L'usuari%s, identificat per l'identificador d'usuari \"%s\", ha sol·licitat l'exportació de les seves dades personals. Si us plau, actueu en conseqüència.",
    "Account deletion request" : "Sol·licitud de supressió de compte",
    "The user %s, identified by user id \"%s\", has requested to delete their account. Please take action accordingly." : "L'usuari%s, identificat per l'identificador d'usuari \"%s\", ha sol·licitat suprimir el seu compte. Si us plau, actueu en conseqüència.",
    "No administrator has set an email address" : "Cap administrador ha definit una adreça de correu electrònic",
    "Data Request" : "Sol·licitud de Dades",
    "Request your data from the admins" : "Sol·liciteu les vostres dades dels administradors",
    "Enable your users to request an export or deletion of their data. According options are added to the personal settings section. Administrators will be notified by email about the request." : "Permet als vostres usuaris sol·licitar l’exportació o la supressió de les seves dades. Les opcions d’acord s’afegeixen a la secció de paràmetres personals. Els administradors seran notificats per correu electrònic sobre la sol·licitud.",
    "Account" : "Compte",
    "You can request an export of your data or account deletion from the system administrator. This can take up to 30 days." : "Podeu sol·licitar a l’administrador del sistema l’exportació de les vostres dades o la supressió del compte. Pot trigar fins a 30 dies.",
    "Request data export" : "Sol·licitud d'exportació de dades",
    "Request account deletion" : "Sol·licitud de supressió de compte"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}