{ "translations": {
    "sent!" : "απεστάλη!",
    "No administrator could have been contacted." : "Δεν ήταν δυνατή η επικοινωνία με κάποιον διαχειριστή.",
    "Personal data export request" : "Αίτημα εξαγωγής προσωπικών δεδομένων",
    "Hello %s," : "Γεια σου %s,",
    "The user %s, identified by user id \"%s\", has requested an export of their personal data. Please take action accordingly." : "Ο χρήστης %s, που προσδιορίζεται από το αναγνωριστικό χρήστη «%s», έχει ζητήσει την εξαγωγή των προσωπικών δεδομένων του. Παρακαλούμε προβείτε σε κατάλληλες ενέργειες.",
    "Account deletion request" : "Αίτηση διαγραφής λογαριασμού",
    "The user %s, identified by user id \"%s\", has requested to delete their account. Please take action accordingly." : "Ο χρήστης %s, που προσδιορίζεται από το αναγνωριστικό χρήστη «%s», έχει ζητήσει τη διαγραφή του λογαριασμού του. Παρακαλούμε προβείτε σε κατάλληλες ενέργειες.",
    "No administrator has set an email address" : "Κανένας διαχειριστής δεν όρισε μια διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "Data Request" : "Αίτημα δεδομένων",
    "Request your data from the admins" : "Αιτηθείτε τα δεδομένα από τους διαχειριστές",
    "Enable your users to request an export or deletion of their data. According options are added to the personal settings section. Administrators will be notified by email about the request." : "Να επιτρέπεται στους χρήστες το αίτημα εξαγωγής ή διαγραφής των δεδομένων τους. Σύμφωνα με τις οδηγίες που προστέθηκαν στο τμήμα προσωπικών ρυθμίσεων. Οι διαχειριστές θα ειδοποιούνται με Ηλ.Μήνυμα για το αίτημα.",
    "Account" : "Λογαριασμός",
    "You can request an export of your data or account deletion from the system administrator. This can take up to 30 days." : "Μπορείτε να αιτηθείτε εξαωγή των δεδομένων σας ή την διαγρφή λογαριασμού σας από τον διαχειριστή συστήματος. Μπορεί να διαρκέσει έως και 30 ημέρες.",
    "Request data export" : "Αίτημα εξαγωγής δεδομένων",
    "Request account deletion" : "Αίτηση διαγραφής λογαριασμού"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}