{ "translations": {
    "sent!" : "envoyé!",
    "No administrator could have been contacted." : "Aucun administrateur n'a pu être contacté.",
    "Personal data export request" : "Demande d'export de données personnelles",
    "Hello %s," : "Bonjour %s,",
    "The user %s, identified by user id \"%s\", has requested an export of his personal data. Please take action accordingly." : "L'utilisateur %s, portant l'identifiant \"%s\", a demandé un export de ses données personnelles. Merci de bien vouloir agir en conséquence.",
    "Account deletion request" : "Demande du suppression de compte",
    "The user %s, identified by user id \"%s\", has requested to delete the account. Please take action accordingly." : "L'utilisateur %s, portant l'identifiant \"%s\", a demandé la suppression de son compte. Merci de bien vouloir agir en conséquence.",
    "No administrator has set an email address" : "Aucun administrateur n'a défini d'adresse E-mail",
    "Data Request" : "Demande de données",
    "Request your data from the admins" : "Demander vos données aux administrateurs",
    "Enable your users to request an export or deletion of their data. According options are added to the personal settings section. Administrators will be notified by email about the request." : "Permet à vos utilisateurs de demander l'exportation ou la suppression de leurs données. Les options sont ajoutées à la section des paramètres personnels. Les administrateurs seront notifiés par courriel de la demande.",
    "Account" : "Compte",
    "You can request an export of your data or account deletion from the system administrator. This can take up to 30 days." : "Vous pouvez demander un export de vos données ou la suppression de votre compte à l'administrateur du système. Ceci peut prendre jusqu'à 30 jours.",
    "Request data export" : "Demander l'export de données",
    "Request account deletion" : "Demander la suppression d'un compte",
    "Enable your users to request an export or deletion of their data. According options are added to the personal settings section. Administrations will be notified by email about the request." : "Permet à vos utilisateurs de demander l'export ou la suppression de leurs données. Les options relatives sont ajoutées à la section des paramètres personnels. Les administrateurs seront avertis par E-mail de la demande."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}