{ "translations": {
    "sent!" : "enviado!",
    "No administrator could have been contacted." : "Non foi posíbel contactar cun administrador.",
    "Personal data export request" : "Solicitude de exportación de datos persoais ",
    "Hello %s," : "Ola %s,",
    "The user %s, identified by user id \"%s\", has requested an export of his personal data. Please take action accordingly." : "O usuario %s, identificado polo ID de usuario «%s», solicitou a exportación dos seus datos persoais. Actúe en consecuencia. ",
    "Account deletion request" : "Solicitude de eliminación da conta ",
    "The user %s, identified by user id \"%s\", has requested to delete the account. Please take action accordingly." : "O usuario %s, identificado polo ID de usuario «%s», solicitou a eliminación da súa conta. Actúe en consecuencia. ",
    "No administrator has set an email address" : "Ningún administrador estabeleceu un enderezo de correo-e",
    "Data Request" : "Solicitude de datos",
    "Request your data from the admins" : "Solicite os seus datos aos administradores.",
    "Enable your users to request an export or deletion of their data. According options are added to the personal settings section. Administrators will be notified by email about the request." : "Permita que os seus usuarios soliciten unha exportación ou eliminación dos seus datos. As opcións correspondentes engádense á sección de axustes persoais. Os administradores serán notificados por correo electrónico sobre a solicitude.",
    "Account" : "Conta",
    "You can request an export of your data or account deletion from the system administrator. This can take up to 30 days." : "Pode solicitar a exportación dos seus datos ou a eliminación da conta dende o administrador do sistema. Isto pode demorar ata 30 días. ",
    "Request data export" : "Solicitar a exportación de datos ",
    "Request account deletion" : "Solicitar a eliminación da conta ",
    "Enable your users to request an export or deletion of their data. According options are added to the personal settings section. Administrations will be notified by email about the request." : "Permita que os seus usuarios soliciten unha exportación ou eliminación dos seus datos. As opcións corresondentes engádense á sección de axustes persoais. As administracións notificaranse por correo electrónico sobre a solicitude."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}