{ "translations": {
    "sent!" : "отправлено!",
    "No administrator could have been contacted." : "Не удалось связаться с администратором.",
    "Personal data export request" : "Запрос экспорта персональных данных",
    "Hello %s," : "Привет %s,",
    "The user %s, identified by user id \"%s\", has requested an export of their personal data. Please take action accordingly." : "Пользователь %s, идентифицированный по ИД пользователя \"%s\", запросил экспорт своих персональных данных. Пожалуйста, примите соответствующие меры.",
    "Account deletion request" : "Запрос удаления аккаунта",
    "The user %s, identified by user id \"%s\", has requested to delete their account. Please take action accordingly." : "Пользователь %s, идентифицированный по идентификатору пользователя \"%s\", запросил удаление учетной записи. Пожалуйста, примите соответствующие меры.",
    "No administrator has set an email address" : "Ни один администратор не установил адрес электронной почты",
    "Data Request" : "Запрос данных",
    "Request your data from the admins" : "Запросить Ваши данные у администраторов",
    "Enable your users to request an export or deletion of their data. According options are added to the personal settings section. Administrators will be notified by email about the request." : "Разрешить вашим пользователять запрашивать экспорт или удаление их данных. Соответствующие опции добавятся в раздел персональных настроек. Администраторы будут уведомлены о запросе по email.",
    "Account" : "Аккаунт",
    "You can request an export of your data or account deletion from the system administrator. This can take up to 30 days." : "Вы можете запросить у системного администратора экспорт ваших данных или удаление учетной записи. Это может занять до 30 дней.",
    "Request data export" : "Запрос экспорта данных",
    "Request account deletion" : "Запрос удаления аккаунта"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}